---
kind: enumMember
id: F:Autodesk.Revit.DB.OpenConflictResult.DetachFromCentral
enum: Autodesk.Revit.DB.OpenConflictResult
source: html/7d97b28b-b287-03c0-7d7d-205649ca4ecf.htm
---
# Autodesk.Revit.DB.OpenConflictResult.DetachFromCentral

Detach the model from its central model, with worksets preserved.